INSERT INTO threads (
  latitude, longitude, title, description, category_id, created_by
) 
VALUES (
  34.679824, 135.502172, '本町製麺所 本店', '黒門市場の鰹節屋さんが大阪のうどん文化の再発見をしてほしくて起業したうどん屋さん。\n魂のダシを味わって下さい。\n営業はそっけないし、111食で終了の、だたそれだけのウドン屋さんです。\nウドンはさぬきだけやあらへん！大阪のど真ん中、炭水化物文化の中心地のうどんを味わって下さい！！！', 1, 1
), (
  34.679801, 135.4991739, '味万', '', 1, 1
), (
  34.6821983, 135.5076585, 'ウドンダイニング コナ ミズ シオ', '', 1, 1
), (
  34.6818696, 135.498766, 'うどん麦清', '', 1, 1
), (
  34.67897, 135.5003517, '新幸梅', '', 1, 1
), (
  34.6796087, 135.5014575, '桃太楼', '', 1, 2
), (
  34.6817335, 135.5049349, '讃岐うどん やしま', '', 1, 2
), (
  34.684189, 135.506051, 'いちふじ', '', 1, 2
), (
  34.6798892,135.4970079, '讃岐うどん 一心', '【夏季限定！大人気の冷しざる定食651円～】自慢の手打ちうどんは、讃岐風ですが、コシだけでなく関西人でもなじみやすいのど越しの良いタイプ。なかでも【細カレーうどん】は当店人気NO.1！ふつう麺と細麺からお選びいただけ、細麺が人気♪体育会系商社マンから白髪のベテランの方までに愛されるうどんです♪ 湯がき立てうどん食べ放題コースは、歓送迎会や宴会にぴったりなお得なコース☆ ワンコインランチしています♪いつでもお気軽にお立ち寄りください！', 1, 2
), (
  34.6806059, 135.5070042, 'めん房　ごえ門', '', 1, 1
)
;
