INSERT INTO posts (
  content, posted_on, posted_by
)
VALUES (
  '手ごろにいけそうなとこを探していたところ、\n一日111食限定でわりに閉店時間も早いこちらへ。\n御堂筋から3本ほど東に入った通りにあります。\n御堂筋の本町からは歩いて6,7分。堺筋本町の方が近いかな。', 1, 6
), (
  'お店は非常にこぎれい☆\nカウンターオンリーですが、ともすれば割烹のような雰囲気。\n店に入ると、一見ピリピリした感じの大将がこちらを（ーへー）', 1, 8
), (
  '入ってすぐ右手にある券売機で券をゲッツします。\nメニューは割りに少ないかなー。\nご飯物がセットになった定食のほかは\nあったかいうどん、冷たいうどんが5種類ずつくらい？', 1, 1
), (
  '今回は「鳥天ぶっかけ」を。\n\n目の前で丁寧に大将が作ってくれます。', 1, 6
), (
  'ちょいと待って出てきたうどんは盛り付けもお見事！！\n讃岐うどんよりコシをちょいおさえたという話でしたが、\nあっしにはこのコシは十分。', 1, 3
), (
  'ちょい細めですが均一にカットされていて、なんだろうなー\n「上品な感じの讃岐うどんうやでー」みたいな。\nそして、皆さんがおっしゃるようにまた出汁もうまいですね。\n7種の鰹節をブレンドしているというのは伊達じゃないッスね！！', 1, 1
), (
  'これであったかいおうどんの出汁もいただいてみたいなー（＾０＾）\nそして、個人的に鳥天がかなりこらまたヒット！！\nあっしの大好きな春菜さんのかしわ天とはまた違うんすが、\n見た目は形から判断すると、「これ、鳥？」みたいな感じにおもえてまうんですが、\n食べるとうまーーい！！', 1, 5
), (
  '「これでご飯食いたいー＞０＜」ってな感じにはまるわけじゃないんですが、\n鳥天ぶっかけにはこれが確かに合う！！\n「これ、鳥？」なんて「言わせねぇよ」です。\n舞茸天はちょいおまけみたいな感じやったけど、、、（＾。＾；', 1, 9
), (
  'これで681円というのはかなり満足度高いっすね。\n再訪必至！！', 1, 1
), (
  'なんやかんやで大将、物腰が柔らかく非常に感じのいい人でした。', 1, 8
), (
  '味万さん（あじまんでええのか？）\nメニュー（押せば大きくなります）\n\n天むす定食を温かい蕎麦でお願いしました\n\n天むす定食　８７０円', 1, 3
), (
  '蕎麦アップ\nハイカラ蕎麦のように見えますが、ハイカラに山菜が入ってました。\nちなみに関西ではたぬき蕎麦はありません、たぬきは揚げの乗った蕎麦のことで、たぬきうどんもありません。\n関東でいうたぬきは関西ではハイカラって言うんですよ。まぁ最近ではハイカラうどんとか俺ぐらいの年齢からしか言わなくなったけど', 1, 3
), (
  '天むすアップ\n小ぶりの天むすが４個です', 1, 2
), (
  'いただきまーす\n天むす美味しい！今まではお土産や買ってきた物しか食べたことが無かったので、出来立ての天むすがこないに美味しいのかと驚いた\nエビ天はカラっと揚がってて、それに塩が掛かってるんだよね。それと小ぶりのおにぎりと焼き海苔が凄くあってて、尻尾までバリバリ食いました（いつも食うけどな）', 1, 7
), (
  '蕎麦は普通のそばで出汁も思ってる通りの出汁で昔からあるうどん屋さんの味で好きだわ。\nごちそうさまでした、お店がかなり広く２階は座敷まであったわ。昼だけで良いから禁煙にしてほしいな、蕎麦を吸い込むときに煙があると鬱陶しいから', 1, 8
), (
  '最近リピ率高い第一弾！\n本町エリアで一度来てからついハマってしまった創業約51年の老舗のこちら。\n\n今回はセットメニューに忠実に\n『カレーうどん定食（おにぎり2個）』いただきましたぁ〜(^o^)/', 1, 9
), (
  '和風出汁のトロっとしたコク深いノスタルジーな味わいは具材の何かが突出してる事もなく絶妙なバランスでやはりウマ〜〜い(((o(*ﾟ▽ﾟ*)o)))凄く優しい牛肉のコクも味わえ大阪うどんらしい主張の無い柔い麺との相性も抜群やね。', 1, 9
), (
  '天むすは海苔のパリパリ感と海老天は熱々で香ばしく身はプリッとで塩気も絶妙でやはり天むすはピカイチ((((o(*ﾟ▽ﾟ*)o)))', 1, 1
), (
  'メニューの定食は名物が際立ち安定感抜群でおまっ', 1, 6
), (
  'ちょっと買い物にミナミへ。\n相変わらず、多くの人で賑わっていますねぇ。\n外国人観光客の方もたくさん来てはります。\n街が賑わう事はエエ事と思います。', 1, 6
), (
  '手ごろにいけそうなとこを探していたところ、\n一日111食限定でわりに閉店時間も早いこちらへ。\n御堂筋から3本ほど東に入った通りにあります。\n御堂筋の本町からは歩いて6,7分。堺筋本町の方が近いかな。', 2, 1
), (
  'お店は非常にこぎれい☆\nカウンターオンリーですが、ともすれば割烹のような雰囲気。\n店に入ると、一見ピリピリした感じの大将がこちらを（ーへー）', 2, 1
), (
  '入ってすぐ右手にある券売機で券をゲッツします。\nメニューは割りに少ないかなー。\nご飯物がセットになった定食のほかは\nあったかいうどん、冷たいうどんが5種類ずつくらい？', 2, 3
), (
  '今回は「鳥天ぶっかけ」を。\n\n目の前で丁寧に大将が作ってくれます。', 2, 7
), (
  'ちょいと待って出てきたうどんは盛り付けもお見事！！\n讃岐うどんよりコシをちょいおさえたという話でしたが、\nあっしにはこのコシは十分。', 2, 6
), (
  'ちょい細めですが均一にカットされていて、なんだろうなー\n「上品な感じの讃岐うどんうやでー」みたいな。\nそして、皆さんがおっしゃるようにまた出汁もうまいですね。\n7種の鰹節をブレンドしているというのは伊達じゃないッスね！！', 2, 1
), (
  'これであったかいおうどんの出汁もいただいてみたいなー（＾０＾）\nそして、個人的に鳥天がかなりこらまたヒット！！\nあっしの大好きな春菜さんのかしわ天とはまた違うんすが、\n見た目は形から判断すると、「これ、鳥？」みたいな感じにおもえてまうんですが、\n食べるとうまーーい！！', 2, 1
), (
  '「これでご飯食いたいー＞０＜」ってな感じにはまるわけじゃないんですが、\n鳥天ぶっかけにはこれが確かに合う！！\n「これ、鳥？」なんて「言わせねぇよ」です。\n舞茸天はちょいおまけみたいな感じやったけど、、、（＾。＾；', 2, 4
), (
  'これで681円というのはかなり満足度高いっすね。\n再訪必至！！', 2, 7
), (
  'なんやかんやで大将、物腰が柔らかく非常に感じのいい人でした。', 2, 8
), (
  '味万さん（あじまんでええのか？）\nメニュー（押せば大きくなります）\n\n天むす定食を温かい蕎麦でお願いしました\n\n天むす定食　８７０円', 3, 4
), (
  '蕎麦アップ\nハイカラ蕎麦のように見えますが、ハイカラに山菜が入ってました。\nちなみに関西ではたぬき蕎麦はありません、たぬきは揚げの乗った蕎麦のことで、たぬきうどんもありません。\n関東でいうたぬきは関西ではハイカラって言うんですよ。まぁ最近ではハイカラうどんとか俺ぐらいの年齢からしか言わなくなったけど', 3, 2
), (
  '天むすアップ\n小ぶりの天むすが４個です', 3, 7
), (
  'いただきまーす\n天むす美味しい！今まではお土産や買ってきた物しか食べたことが無かったので、出来立ての天むすがこないに美味しいのかと驚いた\nエビ天はカラっと揚がってて、それに塩が掛かってるんだよね。それと小ぶりのおにぎりと焼き海苔が凄くあってて、尻尾までバリバリ食いました（いつも食うけどな）', 3, 3
), (
  '蕎麦は普通のそばで出汁も思ってる通りの出汁で昔からあるうどん屋さんの味で好きだわ。\nごちそうさまでした、お店がかなり広く２階は座敷まであったわ。昼だけで良いから禁煙にしてほしいな、蕎麦を吸い込むときに煙があると鬱陶しいから', 3, 8
), (
  '最近リピ率高い第一弾！\n本町エリアで一度来てからついハマってしまった創業約51年の老舗のこちら。\n\n今回はセットメニューに忠実に\n『カレーうどん定食（おにぎり2個）』いただきましたぁ〜(^o^)/', 3, 4
), (
  '和風出汁のトロっとしたコク深いノスタルジーな味わいは具材の何かが突出してる事もなく絶妙なバランスでやはりウマ〜〜い(((o(*ﾟ▽ﾟ*)o)))凄く優しい牛肉のコクも味わえ大阪うどんらしい主張の無い柔い麺との相性も抜群やね。', 3, 1
), (
  '天むすは海苔のパリパリ感と海老天は熱々で香ばしく身はプリッとで塩気も絶妙でやはり天むすはピカイチ((((o(*ﾟ▽ﾟ*)o)))', 3, 7
), (
  'メニューの定食は名物が際立ち安定感抜群でおまっ', 3, 9
), (
  'ちょっと買い物にミナミへ。\n相変わらず、多くの人で賑わっていますねぇ。\n外国人観光客の方もたくさん来てはります。\n街が賑わう事はエエ事と思います。', 3, 4
), (
  '手ごろにいけそうなとこを探していたところ、\n一日111食限定でわりに閉店時間も早いこちらへ。\n御堂筋から3本ほど東に入った通りにあります。\n御堂筋の本町からは歩いて6,7分。堺筋本町の方が近いかな。', 4, 4
), (
  'お店は非常にこぎれい☆\nカウンターオンリーですが、ともすれば割烹のような雰囲気。\n店に入ると、一見ピリピリした感じの大将がこちらを（ーへー）', 4, 8
), (
  '入ってすぐ右手にある券売機で券をゲッツします。\nメニューは割りに少ないかなー。\nご飯物がセットになった定食のほかは\nあったかいうどん、冷たいうどんが5種類ずつくらい？', 4, 1
), (
  '今回は「鳥天ぶっかけ」を。\n\n目の前で丁寧に大将が作ってくれます。', 4, 1
), (
  'ちょいと待って出てきたうどんは盛り付けもお見事！！\n讃岐うどんよりコシをちょいおさえたという話でしたが、\nあっしにはこのコシは十分。', 4, 4
), (
  'ちょい細めですが均一にカットされていて、なんだろうなー\n「上品な感じの讃岐うどんうやでー」みたいな。\nそして、皆さんがおっしゃるようにまた出汁もうまいですね。\n7種の鰹節をブレンドしているというのは伊達じゃないッスね！！', 4, 8
), (
  'これであったかいおうどんの出汁もいただいてみたいなー（＾０＾）\nそして、個人的に鳥天がかなりこらまたヒット！！\nあっしの大好きな春菜さんのかしわ天とはまた違うんすが、\n見た目は形から判断すると、「これ、鳥？」みたいな感じにおもえてまうんですが、\n食べるとうまーーい！！', 4, 7
), (
  '「これでご飯食いたいー＞０＜」ってな感じにはまるわけじゃないんですが、\n鳥天ぶっかけにはこれが確かに合う！！\n「これ、鳥？」なんて「言わせねぇよ」です。\n舞茸天はちょいおまけみたいな感じやったけど、、、（＾。＾；', 4, 1
), (
  'これで681円というのはかなり満足度高いっすね。\n再訪必至！！', 4, 6
), (
  'なんやかんやで大将、物腰が柔らかく非常に感じのいい人でした。', 4, 2
), (
  '味万さん（あじまんでええのか？）\nメニュー（押せば大きくなります）\n\n天むす定食を温かい蕎麦でお願いしました\n\n天むす定食　８７０円', 5, 3
), (
  '蕎麦アップ\nハイカラ蕎麦のように見えますが、ハイカラに山菜が入ってました。\nちなみに関西ではたぬき蕎麦はありません、たぬきは揚げの乗った蕎麦のことで、たぬきうどんもありません。\n関東でいうたぬきは関西ではハイカラって言うんですよ。まぁ最近ではハイカラうどんとか俺ぐらいの年齢からしか言わなくなったけど', 5, 5
), (
  '天むすアップ\n小ぶりの天むすが４個です', 5, 5
), (
  'いただきまーす\n天むす美味しい！今まではお土産や買ってきた物しか食べたことが無かったので、出来立ての天むすがこないに美味しいのかと驚いた\nエビ天はカラっと揚がってて、それに塩が掛かってるんだよね。それと小ぶりのおにぎりと焼き海苔が凄くあってて、尻尾までバリバリ食いました（いつも食うけどな）', 5, 6
), (
  '蕎麦は普通のそばで出汁も思ってる通りの出汁で昔からあるうどん屋さんの味で好きだわ。\nごちそうさまでした、お店がかなり広く２階は座敷まであったわ。昼だけで良いから禁煙にしてほしいな、蕎麦を吸い込むときに煙があると鬱陶しいから', 5, 5
), (
  '最近リピ率高い第一弾！\n本町エリアで一度来てからついハマってしまった創業約51年の老舗のこちら。\n\n今回はセットメニューに忠実に\n『カレーうどん定食（おにぎり2個）』いただきましたぁ〜(^o^)/', 5, 2
), (
  '和風出汁のトロっとしたコク深いノスタルジーな味わいは具材の何かが突出してる事もなく絶妙なバランスでやはりウマ〜〜い(((o(*ﾟ▽ﾟ*)o)))凄く優しい牛肉のコクも味わえ大阪うどんらしい主張の無い柔い麺との相性も抜群やね。', 5, 1
), (
  '天むすは海苔のパリパリ感と海老天は熱々で香ばしく身はプリッとで塩気も絶妙でやはり天むすはピカイチ((((o(*ﾟ▽ﾟ*)o)))', 5, 2
), (
  'メニューの定食は名物が際立ち安定感抜群でおまっ', 5, 2
), (
  'ちょっと買い物にミナミへ。\n相変わらず、多くの人で賑わっていますねぇ。\n外国人観光客の方もたくさん来てはります。\n街が賑わう事はエエ事と思います。', 5, 3
), (
  '手ごろにいけそうなとこを探していたところ、\n一日111食限定でわりに閉店時間も早いこちらへ。\n御堂筋から3本ほど東に入った通りにあります。\n御堂筋の本町からは歩いて6,7分。堺筋本町の方が近いかな。', 6, 7
), (
  'お店は非常にこぎれい☆\nカウンターオンリーですが、ともすれば割烹のような雰囲気。\n店に入ると、一見ピリピリした感じの大将がこちらを（ーへー）', 6, 9
), (
  '入ってすぐ右手にある券売機で券をゲッツします。\nメニューは割りに少ないかなー。\nご飯物がセットになった定食のほかは\nあったかいうどん、冷たいうどんが5種類ずつくらい？', 6, 3
), (
  '今回は「鳥天ぶっかけ」を。\n\n目の前で丁寧に大将が作ってくれます。', 6, 5
), (
  'ちょいと待って出てきたうどんは盛り付けもお見事！！\n讃岐うどんよりコシをちょいおさえたという話でしたが、\nあっしにはこのコシは十分。', 6, 4
), (
  'ちょい細めですが均一にカットされていて、なんだろうなー\n「上品な感じの讃岐うどんうやでー」みたいな。\nそして、皆さんがおっしゃるようにまた出汁もうまいですね。\n7種の鰹節をブレンドしているというのは伊達じゃないッスね！！', 6, 4
), (
  'これであったかいおうどんの出汁もいただいてみたいなー（＾０＾）\nそして、個人的に鳥天がかなりこらまたヒット！！\nあっしの大好きな春菜さんのかしわ天とはまた違うんすが、\n見た目は形から判断すると、「これ、鳥？」みたいな感じにおもえてまうんですが、\n食べるとうまーーい！！', 6, 4
), (
  '「これでご飯食いたいー＞０＜」ってな感じにはまるわけじゃないんですが、\n鳥天ぶっかけにはこれが確かに合う！！\n「これ、鳥？」なんて「言わせねぇよ」です。\n舞茸天はちょいおまけみたいな感じやったけど、、、（＾。＾；', 6, 8
), (
  'これで681円というのはかなり満足度高いっすね。\n再訪必至！！', 6, 1
), (
  'なんやかんやで大将、物腰が柔らかく非常に感じのいい人でした。', 6, 1
), (
  '味万さん（あじまんでええのか？）\nメニュー（押せば大きくなります）\n\n天むす定食を温かい蕎麦でお願いしました\n\n天むす定食　８７０円', 7, 4
), (
  '蕎麦アップ\nハイカラ蕎麦のように見えますが、ハイカラに山菜が入ってました。\nちなみに関西ではたぬき蕎麦はありません、たぬきは揚げの乗った蕎麦のことで、たぬきうどんもありません。\n関東でいうたぬきは関西ではハイカラって言うんですよ。まぁ最近ではハイカラうどんとか俺ぐらいの年齢からしか言わなくなったけど', 7, 1
), (
  '天むすアップ\n小ぶりの天むすが４個です', 7, 3
), (
  'いただきまーす\n天むす美味しい！今まではお土産や買ってきた物しか食べたことが無かったので、出来立ての天むすがこないに美味しいのかと驚いた\nエビ天はカラっと揚がってて、それに塩が掛かってるんだよね。それと小ぶりのおにぎりと焼き海苔が凄くあってて、尻尾までバリバリ食いました（いつも食うけどな）', 7, 3
), (
  '蕎麦は普通のそばで出汁も思ってる通りの出汁で昔からあるうどん屋さんの味で好きだわ。\nごちそうさまでした、お店がかなり広く２階は座敷まであったわ。昼だけで良いから禁煙にしてほしいな、蕎麦を吸い込むときに煙があると鬱陶しいから', 7, 5
), (
  '最近リピ率高い第一弾！\n本町エリアで一度来てからついハマってしまった創業約51年の老舗のこちら。\n\n今回はセットメニューに忠実に\n『カレーうどん定食（おにぎり2個）』いただきましたぁ〜(^o^)/', 7, 6
), (
  '和風出汁のトロっとしたコク深いノスタルジーな味わいは具材の何かが突出してる事もなく絶妙なバランスでやはりウマ〜〜い(((o(*ﾟ▽ﾟ*)o)))凄く優しい牛肉のコクも味わえ大阪うどんらしい主張の無い柔い麺との相性も抜群やね。', 7, 5
), (
  '天むすは海苔のパリパリ感と海老天は熱々で香ばしく身はプリッとで塩気も絶妙でやはり天むすはピカイチ((((o(*ﾟ▽ﾟ*)o)))', 7, 4
), (
  'メニューの定食は名物が際立ち安定感抜群でおまっ', 7, 7
), (
  'ちょっと買い物にミナミへ。\n相変わらず、多くの人で賑わっていますねぇ。\n外国人観光客の方もたくさん来てはります。\n街が賑わう事はエエ事と思います。', 7, 9
), (
  '手ごろにいけそうなとこを探していたところ、\n一日111食限定でわりに閉店時間も早いこちらへ。\n御堂筋から3本ほど東に入った通りにあります。\n御堂筋の本町からは歩いて6,7分。堺筋本町の方が近いかな。', 8, 5
), (
  'お店は非常にこぎれい☆\nカウンターオンリーですが、ともすれば割烹のような雰囲気。\n店に入ると、一見ピリピリした感じの大将がこちらを（ーへー）', 8, 5
), (
  '入ってすぐ右手にある券売機で券をゲッツします。\nメニューは割りに少ないかなー。\nご飯物がセットになった定食のほかは\nあったかいうどん、冷たいうどんが5種類ずつくらい？', 8, 1
), (
  '今回は「鳥天ぶっかけ」を。\n\n目の前で丁寧に大将が作ってくれます。', 8, 5
), (
  'ちょいと待って出てきたうどんは盛り付けもお見事！！\n讃岐うどんよりコシをちょいおさえたという話でしたが、\nあっしにはこのコシは十分。', 8, 2
), (
  'ちょい細めですが均一にカットされていて、なんだろうなー\n「上品な感じの讃岐うどんうやでー」みたいな。\nそして、皆さんがおっしゃるようにまた出汁もうまいですね。\n7種の鰹節をブレンドしているというのは伊達じゃないッスね！！', 8, 8
), (
  'これであったかいおうどんの出汁もいただいてみたいなー（＾０＾）\nそして、個人的に鳥天がかなりこらまたヒット！！\nあっしの大好きな春菜さんのかしわ天とはまた違うんすが、\n見た目は形から判断すると、「これ、鳥？」みたいな感じにおもえてまうんですが、\n食べるとうまーーい！！', 8, 5
), (
  '「これでご飯食いたいー＞０＜」ってな感じにはまるわけじゃないんですが、\n鳥天ぶっかけにはこれが確かに合う！！\n「これ、鳥？」なんて「言わせねぇよ」です。\n舞茸天はちょいおまけみたいな感じやったけど、、、（＾。＾；', 8, 3
), (
  'これで681円というのはかなり満足度高いっすね。\n再訪必至！！', 8, 8
), (
  'なんやかんやで大将、物腰が柔らかく非常に感じのいい人でした。', 8, 9
), (
  '味万さん（あじまんでええのか？）\nメニュー（押せば大きくなります）\n\n天むす定食を温かい蕎麦でお願いしました\n\n天むす定食　８７０円', 9, 4
), (
  '蕎麦アップ\nハイカラ蕎麦のように見えますが、ハイカラに山菜が入ってました。\nちなみに関西ではたぬき蕎麦はありません、たぬきは揚げの乗った蕎麦のことで、たぬきうどんもありません。\n関東でいうたぬきは関西ではハイカラって言うんですよ。まぁ最近ではハイカラうどんとか俺ぐらいの年齢からしか言わなくなったけど', 9, 2
), (
  '天むすアップ\n小ぶりの天むすが４個です', 9, 6
), (
  'いただきまーす\n天むす美味しい！今まではお土産や買ってきた物しか食べたことが無かったので、出来立ての天むすがこないに美味しいのかと驚いた\nエビ天はカラっと揚がってて、それに塩が掛かってるんだよね。それと小ぶりのおにぎりと焼き海苔が凄くあってて、尻尾までバリバリ食いました（いつも食うけどな）', 9, 7
), (
  '蕎麦は普通のそばで出汁も思ってる通りの出汁で昔からあるうどん屋さんの味で好きだわ。\nごちそうさまでした、お店がかなり広く２階は座敷まであったわ。昼だけで良いから禁煙にしてほしいな、蕎麦を吸い込むときに煙があると鬱陶しいから', 9, 7
), (
  '最近リピ率高い第一弾！\n本町エリアで一度来てからついハマってしまった創業約51年の老舗のこちら。\n\n今回はセットメニューに忠実に\n『カレーうどん定食（おにぎり2個）』いただきましたぁ〜(^o^)/', 9, 2
), (
  '和風出汁のトロっとしたコク深いノスタルジーな味わいは具材の何かが突出してる事もなく絶妙なバランスでやはりウマ〜〜い(((o(*ﾟ▽ﾟ*)o)))凄く優しい牛肉のコクも味わえ大阪うどんらしい主張の無い柔い麺との相性も抜群やね。', 9, 4
), (
  '天むすは海苔のパリパリ感と海老天は熱々で香ばしく身はプリッとで塩気も絶妙でやはり天むすはピカイチ((((o(*ﾟ▽ﾟ*)o)))', 9, 1
), (
  'メニューの定食は名物が際立ち安定感抜群でおまっ', 9, 9
), (
  'ちょっと買い物にミナミへ。\n相変わらず、多くの人で賑わっていますねぇ。\n外国人観光客の方もたくさん来てはります。\n街が賑わう事はエエ事と思います。', 9, 1
)
;
